Repository: webmandesign/archive-title
Catalog: languages/*.po
Languages: sk_sk

# Archive title label.
source: Category:
sk_sk: Kategória:

# Archive title label.
source: Tag:
sk_sk: Značka:

# Archive title label.
source: Author:
sk_sk: Autor:

# Archive title label.
source: Archives:
sk_sk: Archívy:

source: Archive Title Options
sk_sk: Nastavenia nadpisu archívu

source: Archive title labels
sk_sk: Štítky nadpisov archívov

source: Archive title labels action
sk_sk: Spracovanie štítkov nadpisov archívov

source: Author archive
sk_sk: Archív autora

source: The "Author:" label.
sk_sk: Štítok "Autor:".

source: Category archive
sk_sk: Archív kategórie

source: The "Category:" label.
sk_sk: Štítok "Kategória:".

source: Post type archive
sk_sk: Archív typu obsahu

source: The "Archive:" label.
sk_sk: Štítok "Archívy:".

source: Tag archive
sk_sk: Archív značiek

source: The "Tag:" label.
sk_sk: Štítok "Značka:".

source: Taxonomy archive
sk_sk: Archív taxonómie

source: The "Taxonomy name:" label.
sk_sk: Štítok "Názov taxonómie:".

source: Every custom taxonomy has a different name.
sk_sk: Každá taxonómia má vlastný názov.

source: Remove labels
sk_sk: Odstrániť štítky

source: Hide labels accessibly
sk_sk: Skryť štítky prístupne

source: Keeps labels readable for assistive technology.
sk_sk: Zachováva štítky čitateľné pre pomocné technológie.

source: Please make sure your theme provides styles for the "%s" CSS class.
sk_sk: Uistite sa, že vaša téma obsahuje štýly pre CSS triedu "%s".

# Plugin action link.
source: Settings
sk_sk: Nastavenia

source: Select which archive page title labels you want to control.
sk_sk: Zvoľte štítky nadpisu archívov, ktoré chcete spracovať.

source: Select how the selected labels should be treated.
sk_sk: Zvoľte spôsob spracovania zvolených štítkov.
